
export const soft_skills = [
  "Коммуникация – общение с командой, заказчиками, документация",
  "Работа в команде – коллаборация с PM, QA, дизайнерами, другими разработчиками",
  " Тайм-менеджмент – оценка сроков, приоритизация задач",
  "Критическое мышление – анализ проблем, поиск решений",
  "Обучаемость – быстрое освоение новых технологий",
  "Адаптивность – работа в условиях изменений (Agile/Scrum)",
  "Эмпатия – понимание потребностей пользователей и коллег",
  "Ответственность – соблюдение дедлайнов, качество кода"
]